tap "eosio/eosio"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "thedevsaddam/cli", "https://github.com/thedevsaddam/homebrew-cli.git"
tap "universal-ctags/universal-ctags"
brew "automake"
brew "boost"
brew "gettext"
brew "glib"
brew "cairo"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "doxygen"
brew "fd"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "libtool"
brew "pkg-config"
brew "nettle"
brew "gnutls"
brew "little-cms2"
brew "openjpeg"
brew "leptonica"
brew "libbluray"
brew "tesseract"
brew "x264"
brew "ffmpeg"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "netpbm"
brew "python@3.9", link: false
brew "pango"
brew "graphviz"
brew "libxml2"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "libksba"
brew "ruby"
brew "macvim"
brew "micro"
brew "mono", link: false
brew "mysql"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node"
brew "nvm"
brew "openssl@3"
brew "php"
brew "postgresql"
brew "pyenv"
brew "qt", link: false
brew "ripgrep"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "wxpython", link: false
brew "wxwidgets"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "thedevsaddam/cli/docgen"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "amethyst"
cask "android-sdk"
cask "font-hack-nerd-font"
cask "graphiql"
cask "insomnia"
cask "kitty"
cask "qlcolorcode"
